console.log("----------------------");
console.log("-- حل التكليفات --");
console.log("----------------------");


console.log("-- التكليف 01 --");
console.log("----------------------");



console.log("----------------------");
console.log("-- ال تكليف 02 --");
console.log("----------------------");



console.log("----------------------");
console.log("-- التكليف 03 --");
console.log("----------------------");



console.log("----------------------");
console.log("-- التكليف 04 --");
console.log("----------------------");

